{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|pkt|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|netflix|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "CharDelimiterSplit",
    "delimiter": " "
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "<|pkt|>": 2,
      "<|netflix|>": 3,
      "0": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "4": 8,
      "5": 9,
      "6": 10,
      "7": 11,
      "8": 12,
      "9": 13,
      "12": 14,
      "16": 15,
      "10": 16,
      "18": 17,
      "13": 18,
      "15": 19,
      "17": 20,
      "19": 21,
      "23": 22,
      "14": 23,
      "20": 24,
      "24": 25,
      "25": 26,
      "22": 27,
      "11": 28,
      "126": 29,
      "32": 30,
      "59": 31,
      "108": 32,
      "110": 33,
      "235": 34,
      "36": 35,
      "72": 36,
      "101": 37,
      "178": 38,
      "239": 39,
      "63": 40,
      "127": 41,
      "234": 42,
      "116": 43,
      "50": 44,
      "97": 45,
      "153": 46,
      "241": 47,
      "251": 48,
      "183": 49,
      "131": 50,
      "206": 51,
      "249": 52,
      "30": 53,
      "78": 54,
      "81": 55,
      "231": 56,
      "254": 57,
      "226": 58,
      "229": 59,
      "88": 60,
      "128": 61,
      "164": 62,
      "166": 63,
      "138": 64,
      "154": 65,
      "204": 66,
      "45": 67,
      "70": 68,
      "73": 69,
      "125": 70,
      "117": 71,
      "223": 72,
      "48": 73,
      "54": 74,
      "57": 75,
      "77": 76,
      "95": 77,
      "122": 78,
      "123": 79,
      "181": 80,
      "190": 81,
      "194": 82,
      "147": 83,
      "227": 84,
      "213": 85,
      "44": 86,
      "56": 87,
      "58": 88,
      "68": 89,
      "161": 90,
      "238": 91,
      "246": 92,
      "46": 93,
      "60": 94,
      "75": 95,
      "90": 96,
      "104": 97,
      "180": 98,
      "182": 99,
      "184": 100,
      "192": 101,
      "197": 102,
      "242": 103,
      "248": 104,
      "115": 105,
      "218": 106,
      "34": 107,
      "76": 108,
      "160": 109,
      "167": 110,
      "109": 111,
      "188": 112,
      "135": 113,
      "150": 114,
      "196": 115,
      "118": 116,
      "86": 117,
      "163": 118,
      "100": 119,
      "130": 120,
      "212": 121,
      "211": 122,
      "35": 123,
      "53": 124,
      "66": 125,
      "69": 126,
      "89": 127,
      "93": 128,
      "162": 129,
      "168": 130,
      "103": 131,
      "155": 132,
      "179": 133,
      "142": 134,
      "203": 135,
      "243": 136,
      "216": 137,
      "210": 138,
      "214": 139,
      "52": 140,
      "55": 141,
      "64": 142,
      "65": 143,
      "83": 144,
      "87": 145,
      "92": 146,
      "186": 147,
      "132": 148,
      "139": 149,
      "172": 150,
      "148": 151,
      "208": 152,
      "252": 153,
      "253": 154,
      "219": 155,
      "38": 156,
      "51": 157,
      "165": 158,
      "151": 159,
      "158": 160,
      "232": 161,
      "209": 162,
      "247": 163,
      "29": 164,
      "225": 165,
      "41": 166,
      "49": 167,
      "71": 168,
      "120": 169,
      "106": 170,
      "189": 171,
      "133": 172,
      "159": 173,
      "177": 174,
      "195": 175,
      "201": 176,
      "221": 177,
      "224": 178,
      "67": 179,
      "84": 180,
      "96": 181,
      "99": 182,
      "129": 183,
      "185": 184,
      "173": 185,
      "146": 186,
      "202": 187,
      "244": 188,
      "222": 189,
      "113": 190,
      "217": 191,
      "98": 192,
      "121": 193,
      "102": 194,
      "105": 195,
      "187": 196,
      "156": 197,
      "176": 198,
      "200": 199,
      "250": 200,
      "111": 201,
      "21": 202,
      "26": 203,
      "28": 204,
      "47": 205,
      "74": 206,
      "80": 207,
      "144": 208,
      "256": 209,
      "119": 210,
      "42": 211,
      "79": 212,
      "137": 213,
      "143": 214,
      "149": 215,
      "207": 216,
      "33": 217,
      "82": 218,
      "134": 219,
      "157": 220,
      "170": 221,
      "171": 222,
      "145": 223,
      "255": 224,
      "27": 225,
      "43": 226,
      "61": 227,
      "62": 228,
      "94": 229,
      "152": 230,
      "205": 231,
      "220": 232,
      "124": 233,
      "175": 234,
      "191": 235,
      "233": 236,
      "236": 237,
      "228": 238,
      "215": 239,
      "85": 240,
      "136": 241,
      "230": 242,
      "141": 243,
      "240": 244,
      "245": 245,
      "114": 246,
      "37": 247,
      "174": 248,
      "140": 249,
      "112": 250,
      "31": 251,
      "91": 252,
      "107": 253,
      "199": 254,
      "39": 255,
      "40": 256,
      "193": 257,
      "237": 258,
      "169": 259,
      "198": 260
    },
    "merges": [
      "1 2",
      "1 6",
      "1 0",
      "1 8",
      "1 3",
      "1 5",
      "1 7",
      "1 9",
      "2 3",
      "1 4",
      "2 0",
      "2 4",
      "2 5",
      "2 2",
      "1 1",
      "12 6",
      "3 2",
      "5 9",
      "10 8",
      "1 10",
      "23 5",
      "3 6",
      "7 2",
      "10 1",
      "17 8",
      "23 9",
      "6 3",
      "12 7",
      "23 4",
      "1 16",
      "5 0",
      "9 7",
      "15 3",
      "24 1",
      "25 1",
      "18 3",
      "13 1",
      "20 6",
      "24 9",
      "3 0",
      "7 8",
      "8 1",
      "23 1",
      "25 4",
      "22 6",
      "22 9",
      "8 8",
      "12 8",
      "16 4",
      "16 6",
      "13 8",
      "15 4",
      "20 4",
      "4 5",
      "7 0",
      "7 3",
      "12 5",
      "1 17",
      "2 23",
      "4 8",
      "5 4",
      "5 7",
      "7 7",
      "9 5",
      "12 2",
      "12 3",
      "18 1",
      "19 0",
      "19 4",
      "14 7",
      "22 7",
      "2 13",
      "4 4",
      "5 6",
      "5 8",
      "6 8",
      "16 1",
      "23 8",
      "24 6",
      "4 6",
      "6 0",
      "7 5",
      "9 0",
      "10 4",
      "18 0",
      "18 2",
      "18 4",
      "19 2",
      "19 7",
      "24 2",
      "24 8",
      "1 15",
      "2 18",
      "3 4",
      "7 6",
      "16 0",
      "16 7",
      "10 9",
      "18 8",
      "13 5",
      "15 0",
      "19 6",
      "1 18",
      "8 6",
      "16 3",
      "10 0",
      "13 0",
      "2 12",
      "2 11",
      "3 5",
      "5 3",
      "6 6",
      "6 9",
      "8 9",
      "9 3",
      "16 2",
      "16 8",
      "10 3",
      "15 5",
      "17 9",
      "14 2",
      "20 3",
      "24 3",
      "2 16",
      "2 10",
      "2 14",
      "5 2",
      "5 5",
      "6 4",
      "6 5",
      "8 3",
      "8 7",
      "9 2",
      "18 6",
      "13 2",
      "13 9",
      "17 2",
      "14 8",
      "20 8",
      "25 2",
      "25 3",
      "2 19",
      "3 8",
      "5 1",
      "16 5",
      "15 1",
      "15 8",
      "23 2",
      "20 9",
      "24 7",
      "2 9",
      "2 25",
      "4 1",
      "4 9",
      "7 1",
      "12 0",
      "10 6",
      "18 9",
      "13 3",
      "15 9",
      "17 7",
      "19 5",
      "20 1",
      "22 1",
      "2 24",
      "6 7",
      "8 4",
      "9 6",
      "9 9",
      "12 9",
      "18 5",
      "17 3",
      "14 6",
      "20 2",
      "24 4",
      "22 2",
      "1 13",
      "2 17",
      "9 8",
      "12 1",
      "10 2",
      "10 5",
      "18 7",
      "15 6",
      "17 6",
      "20 0",
      "25 0",
      "11 1",
      "2 1",
      "2 6",
      "2 8",
      "4 7",
      "7 4",
      "8 0",
      "14 4",
      "25 6",
      "1 19",
      "4 2",
      "7 9",
      "13 7",
      "14 3",
      "14 9",
      "20 7",
      "3 3",
      "8 2",
      "13 4",
      "15 7",
      "17 0",
      "17 1",
      "14 5",
      "25 5",
      "2 7",
      "4 3",
      "6 1",
      "6 2",
      "9 4",
      "15 2",
      "20 5",
      "2 20",
      "12 4",
      "17 5",
      "19 1",
      "23 3",
      "23 6",
      "22 8",
      "2 15",
      "8 5",
      "13 6",
      "23 0",
      "14 1",
      "24 0",
      "24 5",
      "1 14",
      "3 7",
      "17 4",
      "14 0",
      "1 12",
      "3 1",
      "9 1",
      "10 7",
      "19 9",
      "3 9",
      "4 0",
      "19 3",
      "23 7",
      "16 9",
      "19 8"
    ]
  }
}